Repository: JcDenis/AboutTheAuthor2
Catalog: locales/*/main.po
Languages: fr

source: Enable users signatures to the end of entries
fr: Activer les signatures d'utilisateurs à la fin des billets

source: Enable users signatures to the end of comments
fr: Activer les signatures d'utilisateurs à la fin des commentaires

source: Enable default CSS
fr: Activer la feuille de style par default

source: Show author entries count
fr: Afficher le nombre de billets de l'auteur

source: Show author comments count
fr: Afficher le nombre de commentaires de l'auteur

source: Disable user to change his displayname
fr: Désactiver le changement de pseudo de l'utilisateur

source: Signature block:
fr: Bloc de signature :

source: About the author
fr: A propos de l'auteur

source: one entry
fr: une publication

source: one comment
fr: un commentaire

source: Signature max length is %s chars long and accept %s syntax.
fr: Signature de %s caractères maximum et accepte la syntaxe %s.

source: Profile
fr: Profil

source: Add a widget of user signature to an entry
fr: Ajoute un widget de signature de l'auteur d'un billet

source: Show user signature
fr: Afficher la signature de l'auteur
